app/controllers/games_controller.rb

  def index
  	@games = Game.all
---
SELECT "games".* FROM "games" WHERE (date > '2014-03-19 02:23:34.184574')